Repository: chrisbasse/Startup-Power
Catalog: Localizable.xcstrings
Source language: en
Languages: fr

source: Action Forbidden
fr: Action interdite

# admin_privileges_required
source: Administrator privileges are required to modify power settings.
fr: Des privilèges administrateur sont requis pour modifier les paramètres d'alimentation.

source: Apply
fr: Appliquer

source: Apply Settings
fr: Appliquer ces réglages

# auto_start_mac
source: Automatically start Mac:
fr: Démarrer automatiquement le Mac :

# auto_startup_description
source: Your Mac can automatically start when you plug in a power cable or when you open the lid.
fr: Votre Mac peut démarrer automatiquement lorsque vous branchez un câble d'alimentation ou lorsque vous ouvrez le capot.

source: Cancel
fr: Annuler

source: Cannot execute command: %@
fr: Impossible d'exécuter la commande: %@

source: Command failed: %@
fr: Commande échouée: %@

source: Confirm Changes
fr: Confirmer les modifications

source: Error
fr: Erreur

# feature_reserved_macbook
source: This feature is reserved for MacBooks to protect your system.
fr: Cette fonctionnalité est réservée aux MacBook pour protéger votre système.

# macbook_only_app
source: This application is designed only for MacBooks. Your model (%@) is not supported to avoid damaging NVRAM.
fr: Cette application est conçue uniquement pour les MacBook. Votre modèle (%@) n'est pas supporté pour éviter d'endommager la NVRAM.

source: Model
fr: Modèle

# model_not_supported
source: Your model (%@) is not supported. NVRAM modifications are blocked to protect your system.
fr: Votre modèle (%@) n'est pas supporté. Les modifications NVRAM sont bloquées pour protéger votre système.

# modification_refused
source: Modification refused: This feature is reserved for MacBooks to protect your NVRAM.
fr: Modification refusée : Cette fonctionnalité est réservée aux MacBook pour protéger votre NVRAM.

# modify_behavior_instruction
source: If you want to modify this behavior, check or uncheck the following settings and click Apply Settings.
fr: Si vous souhaitez modifier ce comportement, cochez ou décochez les réglages suivants et cliquez sur Appliquer ces réglages.

# nvram_modification_warning
source: This will modify your Mac's startup behavior using NVRAM settings. Administrator privileges are required. New setting: %@
fr: Cela va modifier le comportement de démarrage de votre Mac en utilisant les paramètres NVRAM. Des privilèges administrateur sont requis. Nouveau réglage: %@

# nvram_read_failed
source: Failed to read NVRAM: %@
fr: Échec de lecture de la NVRAM: %@

# on_lid_open
source: When opening the Mac lid
fr: À l'ouverture du capot du Mac

# on_power_cable_connect
source: When plugging in a power cable
fr: Lors du branchement d'un câble d'alimentation

source: Reset
fr: Réinitialiser

# security_nvram_blocked
source: SECURITY: NVRAM modification blocked. Model detected: %@. Only MacBooks are authorized.
fr: SÉCURITÉ : Modification NVRAM bloquée. Modèle détecté : %@. Seuls les MacBook sont autorisés.

# setting_both_enabled
source: Both enabled
fr: Les deux activés

# setting_disabled
source: Disabled
fr: Désactivé

# setting_lid_only
source: Lid opening only
fr: Ouverture du capot uniquement

# setting_plug_only
source: Power cable only
fr: Câble d'alimentation uniquement

source: Startup Settings
fr: Réglages de démarrage

source: System
fr: Système

source: Unsaved changes
fr: Modifications non appliquées

# warning_macbook_only
source: WARNING: This application is reserved for MacBooks
fr: ATTENTION : Cette application est réservée aux MacBook
